import { Section } from '../Section/Section.tsx';

export function Greetings() {
  return (
    <Section>
      <h2>
        Уважаемый Матвиюк Анатолий Павлович!
      </h2>
      <p>
        Компания «ТераФит» уже 20 лет является надежным производителем и разработчиком профессионального спортивного оборудования для фитнес-индустрии, коммерческих залов и домашнего использования.
      </p>
      <p>
        Мы предлагаем качественные, долговечные и инновационные тренажеры, а также индивидуальные решения под ваши задачи. Наша продукция успешно представлена не только в России, но и в Европе, ОАЭ и других странах, что подтверждает высокий уровень доверия клиентов.
      </p>
    </Section>
  )
}