export function Products() {
  return (
    <section>
      <h2>
        Продукция «ТераФит»:
      </h2>
      <div>
        🔹 Силовые тренажеры (блочные, рычажные, на свободных весах)
        🔹 Кардиооборудование (беговые дорожки, эллипсы, велотренажеры)
        🔹 Функциональные зоны (кроссфит, TRX, функциональный тренинг)
        🔹 Домашние тренажеры (компактные и многофункциональные решения)
        🔹 Комплектующие и аксессуары (весовые стеки, тросы, рукояти)
      </div>
    </section>
  )
}